Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# about.acknowledgements
source: Acknowledgements
ar: شكر وتقدير
da: Tak
de: Danksagungen
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
hi: धन्यवाद
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
nb: Takk
nl: Dankbetuigingen
pl: Podziękowania
pt: Agradecimentos
ru: Благодарности
sv: Tack
th: ขอบคุณ
tr: Teşekkürler
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

# about.contributors
source: Contributors
ar: المساهمون
da: Bidragsydere
de: Mitwirkende
es: Colaboradores
fi: Avustajat
fr: Contributeurs
hi: योगदानकर्ता
it: Collaboratori
ja: 貢献者
ko: 기여자
nb: Bidragsytere
nl: Bijdragers
pl: Współtwórcy
pt: Colaboradores
ru: Участники
sv: Bidragsgivare
th: ผู้มีส่วนร่วม
tr: Katkıda Bulunanlar
vi: Người đóng góp
zh_hans: 贡献者
zh_hant: 貢獻者

# about.version.format
source: Version %@ (%@)
ar: الإصدار %@ (%@)
es: Versión %@ (%@)
fi: Versio %@ (%@)
hi: संस्करण %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@）
ko: 버전 %@ (%@）
nb: Versjon %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt: Versão %@ (%@)
ru: Версия %@ (%@)
th: เวอร์ชัน %@ (%@)
tr: Sürüm %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本 %@ (%@）
zh_hant: 版本 %@ (%@）

# addplayer.auth.add
source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# addplayer.auth.microsoft
source: Microsoft
ar: مايكروسوفت
hi: माइक्रोसॉफ्ट
ja: マイクロソフト
ko: 마이크로소프트
ru: Майкрософт
th: ไมโครซอฟท์
zh_hans: 微软
zh_hant: 微軟

# addplayer.auth.offline
source: Offline
ar: غير متصل
es: Sin conexión
fi: Offline-tilassa
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ko: 오프라인
nb: Frakoblet
ru: Офлайн
th: ออฟไลน์
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

# addplayer.auth.retry
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Wiederholen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# addplayer.auth.start_login
source: Start Login
ar: بدء تسجيل الدخول
de: Anmeldung starten
es: Iniciar sesión
fi: Aloita kirjautuminen
fr: Commencer la connexion
hi: लॉगिन शुरू करें
it: Inizia accesso
ja: ログイン開始
ko: 로그인 시작
nb: Start innlogging
nl: Start inloggen
pl: Rozpocznij logowanie
pt: Iniciar login
ru: Начать вход
sv: Starta inloggning
th: เริ่มเข้าสู่ระบบ
tr: Girişi başlat
vi: Bắt đầu đăng nhập
zh_hans: 开始登录
zh_hant: 開始登入

# addplayer.auth.yggdrasil
source: Third
ar: جهة خارجية
da: Tredjepart
de: Drittanbieter
es: Tercero
fi: Kolmas osapuoli
fr: Tiers
hi: तृतीय पक्ष
it: Terza parte
ja: サードパーティ
ko: 서드파티
nb: Tredjepart
nl: Derde partij
pl: Osoba trzecia
pt: Terceira parte
ru: Сторонний
sv: Tredjepart
th: บุคคลที่สาม
tr: Üçüncü taraf
vi: Bên thứ ba
zh_hans: 三方
zh_hant: 第三方

# addplayer.create
source: Create account
ar: إنشاء حساب
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
it: Crea account
ja: アカウント作成
ko: 계정 생성
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ru: Создать аккаунт
sv: Skapa konto
th: สร้างบัญชี
tr: Hesap oluştur
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 創建賬戶

# addplayer.info.line1
source: • Offline accounts do not require network verification and can play games without an internet connection
ar: • الحسابات غير المتصلة لا تتطلب التحقق من الشبكة ويمكن لعب الألعاب بدون اتصال بالإنترنت
da: • Offline-konti kræver ikke netværksverifikation og kan spille spil uden internetforbindelse
de: • Offline-Konten benötigen keine Netzwerkverifizierung und können Spiele ohne Internetverbindung spielen
es: • Las cuentas sin conexión no requieren verificación de red y pueden jugar sin conexión a internet
fi: • Offline-tilit eivät vaadi verkkovarmennusta ja voivat pelata pelejä ilman internetyhteyttä
fr: • Les comptes hors ligne ne nécessitent pas de vérification réseau et peuvent jouer sans connexion internet
hi: • ऑफ़लाइन खातों को नेटवर्क सत्यापन की आवश्यकता नहीं है और बिना इंटरनेट कनेक्शन के गेम खेल सकते हैं
it: • Gli account offline non richiedono verifica di rete e possono giocare senza connessione internet
ja: • オフラインアカウントはネットワーク認証が不要で、インターネット接続なしでゲームをプレイできます
ko: • 오프라인 계정은 네트워크 인증이 필요하지 않으며 인터넷 연결 없이 게임을 플레이할 수 있습니다
nb: • Frakoblede kontoer krever ikke nettverksverifisering og kan spille spill uten internettforbindelse
nl: • Offline-accounts vereisen geen netwerkverificatie en kunnen spellen spelen zonder internetverbinding
pl: • Konta offline nie wymagają weryfikacji sieciowej i mogą grać bez połączenia internetowego
pt: • Contas offline não requerem verificação de rede e podem jogar sem conexão com a internet
ru: • Офлайн-аккаунты не требуют сетевой проверки и могут играть без подключения к интернету
sv: • Offline-konton kräver inte nätverksverifiering och kan spela spel utan internetanslutning
th: • บัญชีออฟไลน์ไม่ต้องการการยืนยันเครือข่ายและสามารถเล่นเกมได้โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต
tr: • Çevrimdışı hesaplar ağ doğrulaması gerektirmez ve internet bağlantısı olmadan oyun oynayabilir
vi: • Tài khoản ngoại tuyến không cần xác minh mạng và có thể chơi game mà không cần kết nối internet
zh_hans: • 离线账户无需网络验证，可以在没有网络的情况下游戏
zh_hant: • 離線賬戶無需網路驗證，可以在沒有網路的情況下遊戲

# addplayer.info.line2
source: • It is recommended that the player name be 1-16 characters long, and contain only letters, numbers, and underscores.
ar: • يُوصى بأن يكون طول اسم اللاعب من 1 إلى 16 حرفًا، ويمكن أن يحتوي فقط على أحرف وأرقام وشرطات سفلية
da: • Det anbefales, at spillernavnets længde er 1-16 tegn og kun indeholder bogstaver, tal og understreger
de: • Es wird empfohlen, dass der Spielername 1-16 Zeichen lang ist und nur Buchstaben, Zahlen und Unterstriche enthält
es: • Se recomienda que el nombre del jugador tenga entre 1 y 16 caracteres y solo contenga letras, números y guiones bajos
fi: • On suositeltavaa, että pelaajan nimi on 1-16 merkkiä pitkä ja sisältää vain kirjaimia, numeroita ja alaviivoja
fr: • Il est recommandé que le nom du joueur comporte 1 à 16 caractères et ne contienne que des lettres, des chiffres et des tirets bas
hi: • खिलाड़ी नाम की लंबाई 1-16 अक्षर रखने की अनुशंसा की जाती है, और इसमें केवल अक्षर, संख्या और अंडरस्कोर हो सकते हैं
it: • Si consiglia che il nome del giocatore sia lungo 1-16 caratteri e contenga solo lettere, numeri e underscore
ja: • プレイヤー名は1〜16文字にすることを推奨し、使用できるのは文字、数字、アンダースコアのみです
ko: • 플레이어 이름 길이는 1-16자로 권장되며 문자， 숫자， 밑줄만 포함할 수 있습니다
nb: • Det anbefales at spillernavnet er 1-16 tegn langt og bare inneholder bokstaver, tall og understreker
nl: • Het wordt aanbevolen dat de spelersnaam 1-16 tekens lang is en alleen letters, cijfers en underscores bevat
pl: • Zaleca się, aby nazwa gracza miała od 1 do 16 znaków i zawierała tylko litery, cyfry oraz podkreślenia
pt: • Recomenda-se que o nome do jogador tenha de 1 a 16 caracteres e contenha apenas letras, números e sublinhados
ru: • Рекомендуется, чтобы длина имени игрока составляла 1-16 символов и содержала только буквы, цифры и подчеркивания
sv: • Det rekommenderas att spelarnamnet är 1-16 tecken långt och endast innehåller bokstäver, siffror och understreck
th: • แนะนำให้ชื่อผู้เล่นมีความยาว 1-16 ตัวอักษร และมีได้เฉพาะตัวอักษร ตัวเลข และเครื่องหมายขีดล่าง
tr: • Oyuncu adının uzunluğunun 1-16 karakter olması önerilir ve yalnızca harf, rakam ve alt çizgi içerebilir
vi: • Khuyến nghị tên người chơi dài 1-16 ký tự và chỉ chứa chữ cái, số và dấu gạch dưới
zh_hans: • 建议玩家名称长度为1-16个字符，仅可包含字母、数字和下划线
zh_hant: • 建議玩家名稱長度為1-16個字元，僅可包含字母、數字和底線

# addplayer.info.line3
source: • Offline accounts cannot be used on the official server.
ar: • لا يمكن استخدام الحسابات غير المتصلة على الخادم الرسمي
da: • Offline-konti kan ikke bruges på den officielle server
de: • Offline-Konten können nicht auf dem offiziellen Server verwendet werden
es: • Las cuentas sin conexión no se pueden usar en el servidor oficial
fi: • Offline-tilejä ei voi käyttää virallisella palvelimella
fr: • Les comptes hors ligne ne peuvent pas être utilisés sur le serveur officiel
hi: • ऑफ़लाइन खातों का उपयोग आधिकारिक सर्वर पर नहीं किया जा सकता
it: • Gli account offline non possono essere utilizzati sul server ufficiale
ja: • オフラインアカウントは公式サーバーでは使用できません
ko: • 오프라인 계정은 공식 서버에서 사용할 수 없습니다
nb: • Frakoblede kontoer kan ikke brukes på den offisielle serveren
nl: • Offline-accounts kunnen niet worden gebruikt op de officiële server
pl: • Konta offline nie mogą być używane na oficjalnym serwerze
pt: • Contas offline não podem ser usadas no servidor oficial
ru: • Офлайн-аккаунты нельзя использовать на официальном сервере
sv: • Offline-konton kan inte användas på den officiella servern
th: • บัญชีออฟไลน์ไม่สามารถใช้บนเซิร์ฟเวอร์อย่างเป็นทางการได้
tr: • Çevrimdışı hesaplar resmi sunucuda kullanılamaz
vi: • Tài khoản ngoại tuyến không thể được sử dụng trên máy chủ chính thức
zh_hans: • 离线账户无法在正版服务器中使用
zh_hant: • 離線賬戶無法在正版伺服器中使用

# addplayer.info.line4
source: • Each player name can only create one offline account
ar: • كل اسم لاعب يمكنه إنشاء حساب واحد دون اتصال فقط
da: • Hvert spillernavn kan kun oprette én offline konto
de: • Jeder Spielername kann nur ein Offline-Konto erstellen
es: • Cada nombre de jugador solo puede crear una cuenta sin conexión
fi: • Jokainen pelaajan nimi voi luoda vain yhden offline-tilin
fr: • Chaque nom de joueur ne peut créer qu'un seul compte hors ligne
hi: • प्रत्येक खिलाड़ी का नाम केवल एक ऑफ़लाइन खाता बना सकता है
it: • Ogni nome giocatore può creare solo un account offline
ja: • 各プレイヤー名は1つのオフラインアカウントのみ作成可能です
ko: • 각 플레이어 이름은 하나의 오프라인 계정만 생성할 수 있습니다
nb: • Hvert spillernavn kan bare opprette én offline konto
nl: • Elke spelersnaam kan slechts één offline account aanmaken
pl: • Każda nazwa gracza może utworzyć tylko jedno konto offline
pt: • Cada nome de jogador pode criar apenas uma conta offline
ru: • Каждое имя игрока может создать только одну оффлайн учетную запись
sv: • Varje spelarnamn kan bara skapa ett offline-konto
th: • ชื่อผู้เล่นแต่ละชื่อสามารถสร้างบัญชีออฟไลน์ได้เพียงหนึ่งบัญชี
tr: • Her oyuncu adı yalnızca bir çevrimdışı hesap oluşturabilir
vi: • Mỗi tên người chơi chỉ có thể tạo một tài khoản ngoại tuyến
zh_hans: • 每个玩家名只能创建一个离线账户
zh_hant: • 每個玩家名只能創建一個離線賬戶

# addplayer.info.title
source: Offline Account Information
ar: معلومات الحساب دون اتصال
da: Offline konto information
de: Offline-Konto-Informationen
es: Información de cuenta sin conexión
fi: Offline-tilin tiedot
fr: Informations sur le compte hors ligne
hi: ऑफ़लाइन खाता जानकारी
it: Informazioni account offline
ja: オフラインアカウント情報
ko: 오프라인 계정 정보
nb: Offline konto informasjon
nl: Offline account informatie
pl: Informacje o koncie offline
pt: Informações da conta offline
ru: Информация об оффлайн учетной записи
sv: Offline konto information
th: ข้อมูลบัญชีออฟไลน์
tr: Çevrimdışı hesap bilgileri
vi: Thông tin tài khoản ngoại tuyến
zh_hans: 离线账户说明：
zh_hant: 離線賬戶說明：

# addplayer.name.error.duplicate
source: Player name already exists
ar: اسم اللاعب موجود بالفعل
da: Spillernavn findes allerede
de: Spielername existiert bereits
es: El nombre del jugador ya existe
fi: Pelaajan nimi on jo olemassa
fr: Le nom du joueur existe déjà
hi: खिलाड़ी का नाम पहले से मौजूद है
it: Il nome del giocatore esiste già
ja: プレイヤー名は既に存在します
ko: 플레이어 이름이 이미 존재합니다
nb: Spillernavn finnes allerede
nl: Spelernaam bestaat al
pl: Nazwa gracza już istnieje
pt: Nome do jogador já existe
ru: Имя игрока уже существует
sv: Spelarnamn finns redan
th: ชื่อผู้เล่นมีอยู่แล้ว
tr: Oyuncu adı zaten mevcut
vi: Tên người chơi đã tồn tại
zh_hans: 玩家名已存在
zh_hant: 玩家名已存在

# addplayer.name.label
source: Player Name
ar: اسم اللاعب
da: Spillernavn
de: Spielername
es: Nombre de jugador
fi: Pelaajan nimi
fr: Nom de joueur
hi: खिलाड़ी का नाम
it: Nome giocatore
ja: プレイヤー名
ko: 플레이어 이름
nb: Spillernavn
nl: Spelersnaam
pl: Nazwa gracza
pt: Nome do jogador
ru: Имя игрока
sv: Spelarnamn
th: ชื่อผู้เล่น
tr: Oyuncu adı
vi: Tên người chơi
zh_hans: 玩家名
zh_hant: 玩家名

# addplayer.name.placeholder
source: Enter player name to be used as your display name in the game
ar: أدخل اسم اللاعب ليتم استخدامه كاسم العرض في اللعبة
da: Indtast spillernavn, der skal bruges som dit visningsnavn i spillet
de: Spielername eingeben, der als Anzeigename im Spiel verwendet wird
es: Ingresa el nombre de jugador que se usará como tu nombre de visualización en el juego
fi: Syötä pelaajan nimi, jota käytetään näyttönimesi pelistä
fr: Entrez le nom de joueur à utiliser comme nom d'affichage dans le jeu
hi: खिलाड़ी का नाम दर्ज करें जो गेम में आपके डिस्प्ले नाम के रूप में उपयोग किया जाएगा
it: Inserisci il nome giocatore da utilizzare come nome di visualizzazione nel gioco
ja: ゲーム内で表示名として使用するプレイヤー名を入力してください
ko: 게임에서 표시 이름으로 사용할 플레이어 이름을 입력하세요
nb: Skriv inn spillernavn som skal brukes som visningsnavn i spillet
nl: Voer spelersnaam in die gebruikt wordt als weergavenaam in het spel
pl: Wprowadź nazwę gracza, która będzie używana jako nazwa wyświetlana w grze
pt: Digite o nome do jogador a ser usado como seu nome de exibição no jogo
ru: Введите имя игрока, которое будет использоваться как отображаемое имя в игре
sv: Ange spelarnamn som ska användas som ditt visningsnamn i spelet
th: ป้อนชื่อผู้เล่นที่จะใช้เป็นชื่อแสดงของคุณในเกม
tr: Oyunda görünen adınız olarak kullanılacak oyuncu adını girin
vi: Nhập tên người chơi sẽ được sử dụng làm tên hiển thị của bạn trong trò chơi
zh_hans: 请输入玩家名将用作您在游戏中的显示名称
zh_hant: 請輸入玩家名將用作您在遊戲中的顯示名稱

# addplayer.purchase.minecraft
source: Purchase Minecraft
ar: شراء Minecraft
da: Køb Minecraft
de: Minecraft kaufen
es: Comprar Minecraft
fi: Osta Minecraft
fr: Acheter Minecraft
hi: Minecraft खरीदें
it: Acquista Minecraft
ja: Minecraftを購入
ko: Minecraft 구매
nb: Kjøp Minecraft
nl: Minecraft kopen
pl: Kup Minecraft
pt: Comprar Minecraft
ru: Купить Minecraft
sv: Köp Minecraft
th: ซื้อ Minecraft
tr: Minecraft Satın Al
vi: Mua Minecraft
zh_hans: 购买Minecraft
zh_hant: 購買Minecraft

# addplayer.title
source: Add Account
ar: إضافة حساب
da: Tilføj konto
de: Konto hinzufügen
es: Agregar cuenta
fi: Lisää tili
fr: Ajouter un compte
hi: खाता जोड़ें
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить аккаунт
sv: Lägg till konto
th: เพิ่มบัญชี
tr: Hesap ekle
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 添加賬戶

# ai.assistant.title
source: AI Assistant
ar: مساعد الذكاء الاصطناعي
da: AI-assistent
de: KI-Assistent
es: Asistente de IA
fi: AI-avustaja
fr: Assistant IA
hi: AI सहायक
it: Assistente IA
ja: AIアシスタント
ko: AI 어시스턴트
nb: AI-assistent
nl: AI-assistent
pl: Asystent AI
pt: Assistente de IA
ru: ИИ-ассистент
sv: AI-assistent
th: ผู้ช่วย AI
tr: AI Asistanı
vi: Trợ lý AI
zh_hans: AI助手
zh_hant: AI助手

# ai.chat.input.placeholder
source: Type your message here...
ar: اكتب رسالتك هنا...
da: Skriv din besked her...
de: Schreibe deine Nachricht hier...
es: Escribe tu mensaje aquí...
fi: Kirjoita viestisi tähän...
fr: Tapez votre message ici...
hi: अपना संदेश यहाँ टाइप करें...
it: Scrivi il tuo messaggio qui...
ja: メッセージを入力してください……
ko: 메시지를 입력하세요……
nb: Skriv meldingen din her...
nl: Typ hier je bericht...
pl: Wpisz swoją wiadomość tutaj...
pt: Digite sua mensagem aqui...
ru: Введите ваше сообщение здесь...
sv: Skriv ditt meddelande här...
th: พิมพ์ข้อความของคุณที่นี่...
tr: Mesajınızı buraya yazın...
vi: Nhập tin nhắn của bạn ở đây...
zh_hans: 在此输入您的消息……
zh_hant: 在此輸入您的訊息……

# ai.chat.thinking
source: Thinking...
ar: جاري التفكير...
da: Tænker...
de: Denkt nach...
es: Pensando...
fi: Ajattelee...
fr: Réflexion...
hi: सोच रहा है...
it: Pensando...
ja: 考え中……
ko: 생각 중……
nb: Tenker...
nl: Denkt na...
pl: Myśli...
pt: Pensando...
ru: Думаю...
sv: Tänker...
th: กำลังคิด...
tr: Düşünüyor...
vi: Đang suy nghĩ...
zh_hans: 正在思考……
zh_hant: 正在思考……

# ai.chat.welcome.description
source: How can I help you today?
ar: كيف يمكنني مساعدتك اليوم؟
da: Hvordan kan jeg hjælpe dig i dag?
de: Wie kann ich dir heute helfen?
es: ¿Cómo puedo ayudarte hoy?
fi: Miten voin auttaa sinua tänään?
fr: Comment puis-je vous aider aujourd'hui?
hi: मैं आज आपकी कैसे मदद कर सकता हूँ?
it: Come posso aiutarti oggi?
ja: 今日はどのようにお手伝いできますか？
ko: 오늘 어떻게 도와드릴까요?
nb: Hvordan kan jeg hjelpe deg i dag?
nl: Hoe kan ik je vandaag helpen?
pl: Jak mogę ci dzisiaj pomóc?
pt: Como posso ajudá-lo hoje?
ru: Как я могу вам помочь сегодня?
sv: Hur kan jag hjälpa dig idag?
th: ฉันสามารถช่วยคุณได้อย่างไรวันนี้?
tr: Bugün size nasıl yardımcı olabilirim?
vi: Tôi có thể giúp gì cho bạn hôm nay?
zh_hans: 今天我能为您做些什么？
zh_hant: 今天我能為您做些什麼？

# ai.chat.welcome.message
source: Hello, %@!
ar: مرحباً، %@!
da: Hej, %@!
de: Hallo, %@!
es: ¡Hola, %@!
fi: Hei, %@!
fr: Bonjour, %@!
hi: नमस्ते, %@!
it: Ciao, %@!
ja: こんにちは、%@！
ko: 안녕하세요， %@!
nb: Hei, %@!
nl: Hallo, %@!
pl: Cześć, %@!
pt: Olá, %@!
ru: Привет, %@!
sv: Hej, %@!
th: สวัสดี, %@!
tr: Merhaba, %@!
vi: Xin chào, %@!
zh_hans: 你好，%@！
zh_hant: 你好，%@！

# ai.file.cannot_read
source: File: %@ (cannot read)
ar: ملف: %@ (لا يمكن القراءة)
da: Fil: %@ (kan ikke læses)
de: Datei: %@ (kann nicht gelesen werden)
es: Archivo: %@ (no se puede leer)
fi: Tiedosto: %@ (ei voi lukea)
fr: Fichier : %@ (impossible de lire)
hi: फ़ाइल: %@ (पढ़ा नहीं जा सकता)
it: File: %@ (impossibile leggere)
ja: ファイル： %@ (読み取れません）
ko: 파일： %@ (읽을 수 없음）
nb: Fil: %@ (kan ikke leses)
nl: Bestand: %@ (kan niet worden gelezen)
pl: Plik: %@ (nie można odczytać)
pt: Arquivo: %@ (não é possível ler)
ru: Файл: %@ (не удалось прочитать)
sv: Fil: %@ (kan inte läsas)
th: ไฟล์: %@ (อ่านไม่ได้)
tr: Dosya: %@ (okunamıyor)
vi: Tệp: %@ (không thể đọc)
zh_hans: 文件： %@ (无法读取）
zh_hant: 檔案： %@ (無法讀取）

# ai.file.cannot_read_text
source: File: %@ (cannot read text content)
ar: ملف: %@ (لا يمكن قراءة محتوى النص)
da: Fil: %@ (kan ikke læse tekstindhold)
de: Datei: %@ (Textinhalt kann nicht gelesen werden)
es: Archivo: %@ (no se puede leer el contenido de texto)
fi: Tiedosto: %@ (ei voi lukea tekstisisältöä)
fr: Fichier : %@ (impossible de lire le contenu texte)
hi: फ़ाइल: %@ (पाठ सामग्री नहीं पढ़ सकता)
it: File: %@ (impossibile leggere il contenuto del testo)
ja: ファイル： %@ (テキストコンテンツを読み取れません）
ko: 파일： %@ (텍스트 내용을 읽을 수 없음）
nb: Fil: %@ (kan ikke lese tekstinnhold)
nl: Bestand: %@ (kan tekstinhoud niet lezen)
pl: Plik: %@ (nie można odczytać zawartości tekstowej)
pt: Arquivo: %@ (não é possível ler o conteúdo do texto)
ru: Файл: %@ (не удалось прочитать текстовое содержимое)
sv: Fil: %@ (kan inte läsa textinnehåll)
th: ไฟล์: %@ (อ่านเนื้อหาข้อความไม่ได้)
tr: Dosya: %@ (metin içeriği okunamıyor)
vi: Tệp: %@ (không thể đọc nội dung văn bản)
zh_hans: 文件： %@ (无法读取文本内容）
zh_hant: 檔案： %@ (無法讀取文字內容）

# ai.file.content
source: File: %@ Content: %@
ar: ملف: %@ المحتوى: %@
da: Fil: %@ Indhold: %@
de: Datei: %@ Inhalt: %@
es: Archivo: %@ Contenido: %@
fi: Tiedosto: %@ Sisältö: %@
fr: Fichier : %@ Contenu : %@
hi: फ़ाइल: %@ सामग्री: %@
it: File: %@ Contenuto: %@
ja: ファイル： %@ 内容： %@
ko: 파일： %@ 내용： %@
nb: Fil: %@ Innhold: %@
nl: Bestand: %@ Inhoud: %@
pl: Plik: %@ Zawartość: %@
pt: Arquivo: %@ Conteúdo: %@
ru: Файл: %@ Содержимое: %@
sv: Fil: %@ Innehåll: %@
th: ไฟล์: %@ เนื้อหา: %@
tr: Dosya: %@ İçerik: %@
vi: Tệp: %@ Nội dung: %@
zh_hans: 文件： %@ 内容： %@
zh_hant: 檔案： %@ 內容： %@

# ai.file.content_truncated
source: (content truncated)
ar: (تم اقتطاع المحتوى)
da: (indhold afkortet)
de: (Inhalt abgeschnitten)
es: (contenido truncado)
fi: (sisältö katkaistu)
fr: (contenu tronqué)
hi: (सामग्री काट दी गई)
it: (contenuto troncato)
ja: (コンテンツが切り詰められました）
ko: (내용 잘림）
nb: (innhold avkortet)
nl: (inhoud afgekapt)
pl: (zawartość obcięta)
pt: (conteúdo truncado)
ru: (содержимое обрезано)
sv: (innehåll avkortat)
th: (เนื้อหาถูกตัด)
tr: (içerik kesildi)
vi: (nội dung đã bị cắt)
zh_hans: (内容已截断）
zh_hant: (內容已截斷）

source: by %@
ar: بواسطة %@
da: af %@
de: von %@
es: por %@
fi: tekijä: %@
fr: par %@
hi: %@ द्वारा
it: di %@
ja: %@ 作
ko: %@ 제작
nb: av %@
nl: door %@
pl: autorstwa %@
pt: por %@
ru: от %@
sv: av %@
th: โดย %@
tr: %@ tarafından
vi: bởi %@
zh_hans: %@ 制作
zh_hant: %@ 製作

# common.browse
source: Browse
ar: تصفح
da: Gennemse
de: Durchsuchen
es: Examinar
fi: Selaa
fr: Parcourir
hi: ब्राउज़ करें
it: Sfoglia
ja: 参照
ko: 찾아보기
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt: Procurar
ru: Обзор
sv: Bläddra
th: เรียกดู
tr: Gözat
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽

# common.browser
source: Browser
ar: المتصفح
es: Navegador
fi: Selain
fr: Navigateur
hi: ब्राउज़र
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt: Navegador
ru: Браузер
sv: Webbläsare
th: เบราว์เซอร์
tr: Tarayıcı
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

# common.cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# common.continue
source: Continue
ar: متابعة
da: Fortsæt
de: Fortfahren
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続行
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# common.delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.error
source: Error
ar: خطأ
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# common.import
source: Import Resources
ar: استيراد الموارد
da: Importér ressourcer
de: Ressourcen importieren
es: Importar recursos
fi: Tuo resurssit
fr: Importer des ressources
hi: संसाधन आयात करें
it: Importa risorse
ja: リソースをインポート
ko: 리소스 가져오기
nb: Importer ressurser
nl: Resources importeren
pl: Importuj zasoby
pt: Importar recursos
ru: Импортировать ресурсы
sv: Importera resurser
th: นำเข้าทรัพยากร
tr: Kaynakları içe aktar
vi: Nhập tài nguyên
zh_hans: 导入资源
zh_hant: 導入資源

# common.loading
source: Loading
ar: جاري التحميل
da: Indlæser
de: Lädt
es: Cargando
fi: Ladataan
fr: Chargement
hi: लोड हो रहा है
it: Caricamento
ja: 読み込み中
ko: 로딩 중
nb: Laster
nl: Laden
pl: Ładowanie
pt: Carregando
ru: Загрузка
sv: Laddar
th: กำลังโหลด
tr: Yükleniyor
vi: Đang tải
zh_hans: 正在加载……
zh_hant: 正在載入……

# common.no
source: No
ar: لا
da: Nej
de: Nein
fi: Ei
fr: Non
hi: नहीं
ja: いいえ
ko: 아니오
nb: Nei
nl: Nee
pl: Nie
pt: Não
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

# common.ok
source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好的
zh_hant: 好的

# common.reset
source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
hi: रीसेट
it: Ripristina
ja: リセット
ko: 재설정
nb: Tilbakestill
nl: Resetten
pt: Redefinir
ru: Сброс
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# common.save
source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
